// Это изначальные данные для store нашего приложения, тут мы должы будем
// указывать все данные которые мы будем отрисовывать, состояние компонентов здесь
// хранить не имеет смысла, а вот данные которые мы можем как-то менять, если в будущем
// для получения этих данных мы будем использовать базу данных - да, тогда мы можем использовать store.

// Но на самом деле это лишь относительное соглашение, и javascript нас ни в чем не ограничивает.

export default ({

    fields: [
        {
            sel_field: 0,
            text_field: '0'
        },
        {
            sel_field: 1,
            text_field: '0'
        },
        {
            sel_field: 2,
            text_field: '0'
        },
        {
            sel_field: 3,
            text_field: '0'
        },
        {
            sel_field: 4,
            text_field: '0'
        },
        {
            sel_field: 5,
            text_field: '0'
        },
        {
            sel_field: 6,
            text_field: '0'
        },
        {
            sel_field: 7,
            text_field: ''
        }
        ]
})